Repository: Faridrzazade/Turbo.az
Catalog: turbo_*/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Azerbaijani
ru: Азербайджанский

source: Russian
ru: Русский

source: Dəstək: (012) 505-77-55
ru: Поддержка: (012) 505-77-55

source: Yardım
ru: Помощь

source: Seçilmişlər
ru: Избранные

source: Çıxış
ru: Выход

source: Profile
ru: Профиль

source: Giriş
ru: Вход

source: Ana səhifə
ru: Главная страница

source: Bütün elanlar
ru: Все объявления

source: Salonlar
ru: Салоны

source: Moto
ru: Мото

source: Ehtiyat hissələri və aksesuarlar
ru: Запчасти и аксессуары

source: İcarə
ru: Аренда

source: Yeni elan
ru: Новое объявление

source: Marka
ru: Марка

source: Model
ru: Модель

source: Minimum Price
ru: Минимальная цена

source: Maximum Price
ru: Максимальная цена

source: Minimum Engine Capacity
ru: Минимальная мощность двигателя

source: Maximum Engine Capacity
ru: Максимальная мощность двигателя

source: Minimum Power
ru: Минимальная мощность

source: Maximum Power
ru: Максимальная мощность

source: Minimum Mileage
ru: Минимальный пробег

source: Maximum Mileage
ru: Максимальный пробег

source: Mileage Unit
ru: Единица измерения пробега

source: Owner Count
ru: Количество владельцев

source: Seat Count
ru: Количество мест

source: Market
ru: Рынок

source: Car Status
ru: Состояние автомобиля

source: Minimum Year
ru: Минимальный год

source: Maximum Year
ru: Максимальный год

source: City
ru: Город

source: Elanları göstər
ru: Показать объявления

source: Sıfırla
ru: Сбросить
